2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/VR00095-Mutatie-TC02-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670000</ABONNEMENT>
            <NAAM>Geen pop.bep. levering op basis van doelbinding</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van doelbinding</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>04003</brp:code>
    <brp:naam>Voltrekking huwelijk in buitenland</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>034401</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">*</brp:persoon>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>125044</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>125044</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>150012597</brp:burgerservicenummer>
          <brp:administratienummer>4242603494</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geslachtsaanduiding>
        <brp:betrokkenheden>
          <brp:partner brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*" brp:objectSleutel="*">*</brp:partner>
        </brp:betrokkenheden>
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>04003</brp:code>
            <brp:naam>Voltrekking huwelijk in buitenland</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>034401</brp:partijCode>
            <brp:toelichtingOntlening>toelichting</brp:toelichtingOntlening>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document123438">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:soortNaam>Huwelijksakte</brp:soortNaam>
                  <brp:identificatie>123</brp:identificatie>
                  <brp:aktenummer>4567890</brp:aktenummer>
                  <brp:partijCode>034401</brp:partijCode>
                </brp:document>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="actie125044">
                <brp:soortNaam>Registratie aanvang huwelijk geregistreerd partnerschap</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document123438"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>